Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/svenskakyrkan/default.aspx_id=655196.html.tmx
Source language: smj
Languages: sma

source: Buorisboahtem Svieriga girkkuj
sma: Buerie båeteme Svïenske gærhkose

source: Svieriga girkko l evangelak- luhterak girkko mij la juogedum tjoaggulvisájda, kontráktajda, stiftajda ja rijkalattjat.
sma: Svïenske gærhkoe evangeliske-lutherske gærhkoe maam åålmegidie, kontraktidie, gærhkoe-voenide jïh nationelle daltesasse juakeme.

source: Svieriga girkko fállá siebrrevuodav ja aktijvuodav manna máhtá iehtjadij gávnadit ja tjiegŋoduvvat duv jáhkon.
sma: Svïenske gærhkoe ektievoetem faala jïh gusnie åadtjoeh buejhkiehtidh jïh jeatjebigujmie ektesne gaavnedidh jïh dov jaahkoem buajhkedh.

source: Girkko vuodo viddno Svieriga girkko vuodo vidno li basodit jubmeldievnov, åhpadit ja barggat diakoniddjajn ja misjåvnåjn.
sma: Gærhkoen eeremes barkoe Svïenske gærhkoen eeremes barkoeh leah gyrhkesjidh, ööhpehtidh jïh dovne dijakonije jïh missjovne barkojne gïehtelidh.

source: Tjoaggulvis åvdåsvásstet dåjmas gájkajda gudi viessu ja guossidi tjoaggulvisáv.
sma: Åålmegen dan dïedte dejnie gïehtelidh gaajhkesidie mah desnie årroeh jïh gïeh åålmegisnie guessine.

source: Máhttelisvuohta l gástadussaj, konfirmasjåvnnåj, fiesstimij ja hávddádibmáj.
sma: Desnie nuepiem laavkodh, skylledh, pruvredh jïh juvledh.

source: Jubmeldievno Jubmeldievnno l máhttelisvuohta Jubmelijn gávnadit aktisasjvuodan ietjá tjoaggulvisårroj.
sma: Gyrhkesjimmieh Gyrhkesjimmesne nuepiem Jupmielinie gaavnedidh jeatjebigujmie ektesne åålmegisnie.

source: Oadtjop vuojŋadit råhkålvisán, skalon ja lávllagin.
sma: Faamoem åadtjoejibie gosse rohkelibie, aejlies maalestahkem åadtjoejibie jïh gosse åadtjoejibie laavlodh.

source: Gájka duostoduvvi ietjasa jáhkujn ja sijá guoktástallamij.
sma: Gaajhkesh dovnesh leah buerie båeteme sijjen jaahkojne jïh jïejkeminie.

source: Árbbedábe dåbdov vuojnnep jubmeldievno umasslágásj åsijn, gullat musijkav ja vuojnnet girkkolanja hiervvimijn.
sma: Gærhkoen vuekiem domtedh gyrhkesjimmien ovmessie bielide maehtebe vuejnedh, musihkesne govledh jïh gærhkoen rïeseldahkeste vuejnedh.

source: Valla oadtjop aj duosstot ådåstimev moalggemin, lávllagin ja råhkålvisán.
sma: Aaj åadtjoejibie orrestimmiem lohkemisnie, laavloemisnie jïh rohkelimmesne gaavnedidh.

source: Åhpadus Jesus åhpadij ulmutjijt gätjo viessomav.
sma: Ööhpehtimmie Jesuse abpe sov jieliemisnie almetjidie ööhpehti.

source: Giehtoj muodolvisájt ja ságastij ulmutjij gej gávnadij danen gå sidáj vuosedit Jubmela gieresvuodav.
sma: Vierteds soptsesti jïh almetjigujmie soptsestalli mejtie gaavnedi, sïjhti Jupmelen gieriesvoetem vuesiehtidh.

source: Åhpadisålmmå oadtjun vidnov diedojt oabllodit ja nåvti l åvddålijguovlluj dagádum gitta mijá ájggáj.
sma: Dejtie learoehkidie stilli båvroem juhtiehtidh jïh nemhtie mijjen biejjine aaj.

source: Gå ájádallap åhpadussaj uddni márjju ájádallap åvdemusát skallujlåhkkijda.
sma: Gosse daan biejjien ööhpehtimmiem ussjedibie eeremes dejtie skyllijemaanide ussjedibie.

source: Valla gájkka gávnadimijn ulmutjij åhpadip juojddá nubbe nuppe birra ja iehtjama birra.
sma: Badth gosse naemhtie almetjigujmie gaavnedibie mij akt orre, sinsitniem jïh jïjtsen bïjre lïerebe.

source: Nåvti oadtjop tjiegŋodum dádjadusáv mij la årrot ulmusj.
sma: Nemhtie maehtebe goerkesidh mij dïhte almetjinie årrodh.

source: Diakoniddja Diakoniddja l girkko sosiálalasj barggo.
sma: Dijakonije Dijakonije lea gærhkoen sosijale barkoe.

source: Viddno la oasálasjvuoda, roatto ja gasskasasj solidaritehta baktu duosstot ulmutjit fámodum vidjurijn.
sma: Desnie meatan årrodh, earoem vuesiehtidh jïh dåajmijeslaakan sinsitnide årrodh gosse almetjh gaavnede mah mådtanlaaketje jielemetsiehkine.

source: Vuodo dási l Jubmela gieresvuohta, mij mijáv duosstu ulmutjin Jesus Kristus.
sma: Daan maadtoe lea Jupmelen gieriesvoete, mij mijjide almetjinie Jesus Kristusinie gaavnebe.

source: Misjåvnnå Misjåvnnå mierkki ” rájadus ” ja spiedjilt vidnov majt åhpadisålmmå oadtjun vihtanasstet iehtjadijda sijá jáhko birra.
sma: Missjovne Missjovnem guarkebe goh ” seedteme ” jïh båvroem buerkeste maam learohkh åadtjoejin gosse sijjen jaahkoem jeatjabidie vïhnesjidh.

source: Girkko dálásjájge oassálassta dan rájadusán gávnadimij baktu ulmutjij goappátjagá lahkabirrusin ja mijá rijka rájáj ålggolin.
sma: Daan biejjien gærhkoe meatan dennie seedtemisnie gosse almetjigujmie gaavnede dovne lïhkesbyjreskisnie jïh mijjen laanten raasti ålkolen.

source: Misjåvnnå l danen avta ednagav birra majt tjoaggulvis dahká sijá ietjas rájáj sinna ja gåktu doarjju ietjá girkkojt ålles värálda birra sijá vuodo barggogåhttjusin vihtanasstet Jesusa birra.
sma: Dan åvtese missjovne åålmegen bïjre jïh maam desnie dorje jïh guktie jeatjah gærhkojde bïjre jarkan veartanisne dåarjohte dej barkojne Jesusen bïjre vihnesjidh.

source: Dagáduvvá goappátjagá ekonomalasj vattaj baktu ja rája barggijt, buojkulvissan åhpadiddjijt, dåktårijt, ekonomajt jali härrájt.
sma: Dam dorje gosse beetnegh vedtieh jïh gosse barkijh stïllieh, v.g lohkehtæjjah, dåakterh, ekonomh jallh hearrah.

source: Svieriga girkko ålggorijkan Ålggorijkkagirkko gåbttjå ålggorijkkatjoaggulvisájt ja ietjá ålggorijkkadåjmajt.
sma: Svïenske gærhkoe ålkoerijhkesne Ålkoerijhkegærhkoe gaajhkh ålkoerijhkeåålmegidie jïh jeatjah ålkoerijhkestillemidie feerhmie.

source: Siebrreráde Svieriga girkkuj ålggorijkan mierret makkir ålggorijkkatjoaggulvisá gulluji Svieriga girkkuj.
sma: Moenehtse Svïenske gærhkose ålkoerijhkesne nænnoeste mij ålkoerijhkeåålmegh Svïenske gærhkoen nuelesne edtjieh årrodh.

source: Gávnnuji 45 ålggorijkkatjoaggulvisá ja vil gáktselåk jubmeldievnnosaje gånnå tjåhkani dájvvalakkoj.
sma: 45 ålkoerijhkeåålmegh gååvnesieh jïh dovne medtie gaektsieluhkie gyrhkesjimmiesijjieh gusnie daan baelien pruvhkieh tjåanghkenidh.

source: Lågå ienebuv Svieriga girkko sáme dåjma birra dánna.
sma: Lohkh vielie Svïenske gærhkoen saemien barkoen bïjre daesnie.
